Repository: shahriar-siraj/ecommerce_using_cakephp
Catalog: src/Locale/*/chat.po
Languages: fr_fr

source: You need to be logged in to send a message in the chat.
fr_fr: Vous devez être connecté pour envoyer un message dans le chat.

source: without reason.
fr_fr: sans raison.

source: . Reason : {0}
fr_fr: . Raison : {0}

source: forever
fr_fr: pour toujours

source: until {0}
fr_fr: jusqu'à {0}

source: You are banned from the chat {0}{1}
fr_fr: Vous êtes banni du chat {0}{1}

source: Error to post your message, please try again.
fr_fr: Impossible de poster votre message, s'il vous plaît essayer à nouveau.

source: You don't have the permission to execute this action.
fr_fr: Vous n'avez pas l'autorisation d'exécuter cette action.

source: This message doesn't exist or has already been deleted.
fr_fr: Ce message n'existe pas ou a déjà été supprimée.

source: This message has been deleted successfully.
fr_fr: Ce message a été supprimé avec succès.

source: Error to delete the message.
fr_fr: Erreur lors de la suppression du message.

source: Welcome on <strong>{0}</strong> ! :heart:
fr_fr: Bienvenue sur <strong>{0}</strong> ! :heart:

source: Error to save the notice in the Cache.
fr_fr: Erreur lors de l'enregistrement de la notice dans le Cache.

source: Please, don't flood the chat.
fr_fr: S'il vous plaît, ne flooder pas le chat.

source: Your last message is very similar, please change it.
fr_fr: Votre dernier message est très similaire, s'il vous plaît changer le.

source: You can't send an empty message.
fr_fr: Vous ne pouvez pas envoyer un message vide.

source: You can't send a message with more than {0} characters.
fr_fr: Vous ne pouvez pas envoyer un message avec plus de {0} caractères.

source: Clear all message in the chat.
fr_fr: Effacer tous les messages dans le chat.

source: Ban an user from the chat.
fr_fr: Bannir un utilisateur du chat.

source: Unban an user from the chat.
fr_fr: Débannir un utilisateur du chat.

source: Not enough parameters given. Syntax : {0}
fr_fr: Pas assez de paramètres donnés. Syntaxe : {0}

source: You don't have the permission to execute this command.
fr_fr: Vous n'avez pas l'autorisation d'exécuter cette commande.

source: The chat has been cleaned by {0}.
fr_fr: Le chat a été nettoyé par {0}.

source: Error while saving the new message after deleting all messages.
fr_fr: Erreur lors de l'enregistrement du nouveau message après la suppression de tous les messages.

source: The user "{0}" doesn't exist.
fr_fr: L'utilisateur "{0}" n'existe pas.

source: The user "{0}" is already banned.
fr_fr: L'utilisateur "{0}" est déjà banni.

source: Error while banning the user "{0}".
fr_fr: Erreur lors du bannissement de l'utilisateur "{0}".

source: Reason : {0}
fr_fr: Raison : {0}

source: without reason.
fr_fr: sans raison.

source: The user "{0}" is not banned.
fr_fr: L'utilisateur "{0}" n'est pas banni.

source: Error while unbanning the user "{0}".
fr_fr: Erreur lors du dé-bannissement de l'utilisateur "{0}".

source: I have unbanned {0}.
fr_fr: J'ai dé-banni {0}.

source: for {0} minute
fr_fr: pour {0} minute

source: Members in Chat
fr_fr: Membres dans le Chat

source: There is a problem to get the server response. Please, contact an administrator.
fr_fr: Un problème est survenu lors de l'obtention de la réponse du serveur. S'il vous plaît, contacter un administrateur.

source: You're not authorize to execute this action.
fr_fr: Vous n'êtes pas autorisé à exécuter cette action.

source: Error to edit the notice.
fr_fr: Erreur lors de la modification de la notice.

source: A few seconds ago
fr_fr: Il y a un instant

source: Members
fr_fr: Membres

source: Close
fr_fr: Fermer

source: Change the Chat Notice
fr_fr: Changer la Notice du Chat

source: Save Notice
fr_fr: Sauvegarder la Notice

source: Enter message...
fr_fr: Entrer votre message...
